---
kind: other
id: Methods.T:Autodesk.Revit.DB.RepeaterCoordinates
source: html/b0300c27-95f3-7f12-d954-12d28cc4b796.htm
---
# RepeaterCoordinates Methods

Returns the coordinate in the given dimension.